Repository: Vaesea/tuxjunior
Catalog: data/locale/*.po
Languages: ca, it, nl, pt

source: by
ca: per
it: da
nl: door
pt: por

source: Level Vertically Flipped!
ca: El nivell es mou verticalment!
it: Livello invertito verticalmente!
nl: Level Ondersteboven!
pt: Nível Invertido na Vertical!

source: Best Level Statistics
ca: Les millors estadÃ­stiques del nivell
it: Statistiche migliori del livello
nl: Beste Level Statistieken
pt: Melhores Estatísticas do Nível

source: PAUSE - Press 'P' To Play
ca: PAUSA - Prem 'P' per a continuar
it: PAUSA - Premi 'P' per giocare
nl: PAUSE - Druk op 'P' Om Verder Te Gaan
pt: PAUSA - Carrega no 'P' para continuar

source: Playing:
ca: Jugant:
it: Giocando:
nl: Level:
pt: Jogando:

source: SCORE
ca: PUNTS
it: PUNTI
pt: PONTOS

source: Press ESC To Return
ca: Prem ESC per a tornar
it: Premi ESC per ritornare
nl: Druk op ESC Om Terug Te Gaan
pt: Carrega no ESC para sair

source: TIME's UP
ca: FORA DE TEMPS
it: IL TEMPO E' FINITO
nl: TIJD is OM
pt: PASSOU O TEMPO

source: TIME
ca: TEMPS
it: TEMPO
nl: TIJD
pt: TEMPO

source: COINS
ca: MONEDES
it: MONETE
nl: MUNTEN
pt: MOEDAS

source: LIVES
ca: VIDES
it: VITE
nl: LEVENS
pt: VIDAS

source: Result:
ca: Resultat:
it: Risultato:
nl: Resultaat:
pt: Resultado:

source: SCORE: %d
ca: PUNTS: %d
it: PUNTI: %d
pt: PONTOS: %d

source: COINS: %d
ca: MONEDES: %d
it: MONETE: %d
nl: MUNTEN: %d
pt: MOEDAS: %d

source: Free
ca: Lliure
it: Libero
nl: Vrij
pt: Livre

source: Load Subset
ca: Carrega el Subconjunt
it: Carica subset
nl: Laad Subset
pt: Carregar Conjunto

source: Back
ca: Enrera
it: Indietro
nl: Terug
pt: Recuar

source: New Level Subset
ca: Nou Subconjunt del Nivell
it: Nuovo subset di livelli
nl: Nieuwe Level Subset
pt: Novo Conjunto de Níveis

source: Filename
ca: Nom del fitxer
it: Nome file
nl: Bestandsnaam
pt: Nome do ficheiro

source: Title
ca: Titol
it: Titolo
nl: Titel
pt: Título

source: Description
ca: DescripciÃ³
it: Descrizione
nl: Beschrijving
pt: Descrição<

source: Create
it: Crea
nl: Aanmaken
pt: Criar

source: Level Editor Menu
it: Menu editor di livelli
nl: Level Bewerker Menu
pt: Menu do Editor de Níveis

source: Return to Level Editor
it: Ritorna all'editor
nl: Terug naar Level Bewerker
pt: Voltar ao Editor de Níveis

source: Create Level Subset
it: Crea subset di livelli
nl: Maak Level Subset
pt: Criar um Grupo de Níveis

source: Load Level Subset
ca: Carrega un Subconjunt del Nivell
it: Carica subset di livelli
nl: Laad Level Subset
pt: Carregar um Conjunto de Níveis

source: Quit Level Editor
it: Esci dall'editor
nl: Level Bewerker Afsluiten
pt: Sair do Editor de Níveis

source: Level Settings
it: Impostazioni livello
nl: Level Instellingen
pt: Definições do Nível

source: Name
ca: Nom
it: Nome
nl: Naam
pt: Nome

source: Author
ca: Autor
it: Autore
nl: Auteur
pt: Autor

source: Width
ca: Amplada
it: Largh.
nl: Breedte
pt: Largura

source: Height
ca: Altura
it: Altezza
nl: Hoogte
pt: Altura

source: Apply
ca: Aplica
it: Applica
nl: Toepassen
pt: Aplicar

source: Eraser
ca: Esborra
it: Gomma
nl: Gum
pt: Borracha

source: Trampoline
ca: Trampoli
it: Trampolino
pt: Trampolim

source: Flying Platform
ca: Plataforma de vol
it: Piattaforma volante
nl: Vliegend Platform
pt: Plataforma Voadora

source: Door
ca: Porta
it: Porta
nl: Deur
pt: Porta

source: Edtit foreground tiles
ca: Edita el primer pla
it: Modifica piastrelle anteriori
nl: Bewerk voorgrond tegels
pt: Editar camada da frente

source: Edit interactive tiles
ca: Edita la interactivitat
it: Modifica piastrelle interattive
nl: Bewerk interactieve tegels
pt: Editar camada interactiva

source: Edit background tiles
ca: Edita el fons
it: Modifica piastrelle posteriori
nl: Bewerk achtergrond tegels
pt: Editar camada de fundo

source: Next sector
ca: Sector seguent
it: Prossimo settore
nl: Volgende sector
pt: Próximo sector

source: Prevous sector
ca: Sector anterior
it: Settore precedente
nl: Vorige sector
pt: Sector anterior

source: Next level
ca: Nivell seguent
it: Prossimo livello
nl: Volgend level
pt: Próximo nível

source: Prevous level
ca: Nivell anterior
it: Livello precedente
nl: Vorig level
pt: Nível anterior

source: Save level
it: Salva livello
nl: Bewaar level
pt: Gravar o nível

source: Test level
ca: Prova el nivell
it: Prova il livello
pt: Testar o nível

source: Setup level
it: Configura livello
nl: Level Instellen
pt: Configurar o nível

source: Level not saved. Wanna to?
ca: Nivell no desat. Voleu desar-lo?
it: Livello non salvato. Vuoi salvarlo?
nl: Level niet bewaard. Wilt u het bewaren?
pt: Nível não gravado. Gravá-lo?

source: Level %d doesn't exist. Create it?
ca: El nivell %d no existeix. Voleu crear-lo?
it: Il livello %d non esiste. Lo vuoi creare?
nl: Level %d bestaat niet. Aanmaken?
pt: Nível %d não existe. Criá-lo?

source: Level Editor
ca: Editor de nivells
it: Editor di livelli
nl: Level Bewerker
pt: Editor de Níveis

source: F1 for help
ca: Prem F1 per ajuda
it: Premi F1 per aiuto
nl: F1 voor help
pt: F1 para ajuda

source: Choose a level subset
ca: Elegeix el subconjunt de nivell
it: Scegli un subset di livelli
nl: Kies een level subset
pt: Escolhe um conjunto de níveis

source: No more sectors exist. Create another?
ca: No hi ha mes sectors. Voleu crear-ne mes?
it: Non esistono altri settori. Crearne un'altro?
nl: Er bestaan geen andere sectoren meer. Een andere aanmaken?
pt: Não existem mais sectores. Criar outro?

source: This is the built-in level editor. It's aim is to be intuitive and simple to use, so it should be pretty straight forward. To open a level, first you'll have to select a level subset from the menu (or create your own). A level subset is basically a collection of levels. They can then be played from the Contrib menu. To access the menu from the level editor, just press Esc. You are currently looking to the level, to scroll it, just press the right mouse button and drag the mouse. It will move like a strategy game. You can also use the arrow keys and Page Up/Down. '+' and '-' keys can be used to zoom in/out the level. You probably already noticed those floating group of buttons. Each one serves a different purpose. To select a certain button just press the Left mouse button on it. A few buttons have key shortcuts, you can know it by pressing the Right mouse button on it. That will also show what that button does. Group of buttons can also be move around by just dragging them, while pressing the Left mouse button. Let's learn a bit of what each group of buttons do, shall we? To starting putting tiles and objects around use the bigger gropup of buttons. Each button is a different tile. To put it on the level, just press it and then left click in the level. You can also copy tiles from the level by using the middle mouse button. Use the mouse wheel to scroll that group of buttons. You will find enemies and game objects in the bottom.
pt: Este é o editor de níveis embutido. O seu objectivo é o de ser intuitivo e simples de usar, por isso deve requerer grandes explicações. Para abrir um nível, primeiro escolhe um conjunto de níve do menú (ou cria o teu próprio conjunto). Um conjunto de níveis é basicamente uma colecção de níveis. Podendo ser acedidos a partir do menú de Contribuições. Para acederes ao menu do editor de níveis, carrega no Esc. Estás agora a olhar para o editor de níveis, para deslizares, podes usar o botão direito do rato e arrastá-lo. Irá ser deslizado como de um jogo de estratégia se tratasse. Podes também usar as teclas de seta e o Page Up/Down. As teclas '+' e '-' podem ser usadas para ampliar/reduzir o nível. Já deverás ter reparado no grupo de botões flutuante. Cada um serve um propósito diferente. Para escolheres um certo botão usa o botão esquerdo do rato no mesmo. Alguns botões tem uma tecla de atalho, que pode ser visualizada carregando com o botão do rato direito no mesmo. Isso irá mostrar o que o botão faz, também. Os grupos de botões podem também ser movidos arrastando-os, enquanto o botão esquerdo do rato é pressionado. Vamos aprender um pouco do que cada grupo de botões faz, certo? Para começares a introduzir 'tiles' e objectos usa o grupo de botões maior. Cada botão é um 'tile' diferente. Para o pôres no nível, carrega no mesmo e depois usa o botão esquerdo do rato no nível. Podes também copiar 'tiles' do nível usando o botão do meio do rato (a roda serve). Usa a roda do rato para deslizares pelo grupo de botões. Irás encontrar inimigos e elementos do jogo no fundo.

source: The Foreground/Interactive/Background buttons may be used to see and edit the respective layer. Level's have three tiles layers: Foreground - tiles are drawn in top of everything and have no contact with the player. Interactive - these are the tiles that have contact with the player. Background - tiles are drawn in bottom of everything and have no contact with the player. The unselected layers will be drawn semi-transparently. At last, but not least, the group of buttons that's left serves to do related actions with the level. From left to right: Mini arrows - can be used to choose other sectors. Sectors are mini-levels, so to speak, that can be accessed using a door. Big arrows - choose other level in the same level subset. Diskette - save the level Tux - test the level Tools - set a few settings for the level, incluiding resizing it. We have reached the end of this Howto. Don't forget to send us a few cool levels. :) Enjoy, SuperTux development team ps: If you are looking for something more powerfull, you can give it a try to FlexLay. FlexLay is a level editor that supports several games, including SuperTux. It is an independent project. Webpage: http://pingus.seul.org/~grumbel/flexlay/
pt: Da esquerda para a direita: Mini setas - podem ser usadas para escolher outros sectores.. Sectores são mini-níveis, por assim dizer, que podem ser acessíveis por portas. Setas grantes - permitem escolher outro nível no mesmo conjunto de níveis. Disquete - gravar o nível. Tux - testar o nível. Ferramentas - configura algumas definições do nível, incluíndo mudanças do tamanho do mesmo. Chegámos ao fim deste Howto. Não te esqueças de nos enviares alguns níveis porreiros. :) Diverte-te, A equipa de desenvolvimento do SuperTux ps: Se estiver à procurar de algo mais poderoso, dá uma olhada ao FlexLay. O FlexLay é um editor de níveis que suporta vários jogos, incluíndo o SuperTux. É um projecto independente. Webpage: http://pingus.seul.org/~grumbel/flexlay/

source: - Level Editor's Help -
it: - Guida all'editor di livelli -
nl: - Level Bewerkers Help -
pt: - Ajuda do Editor de Níveis -

source: Press any key to continue - Page %d/%d
ca: Premi qualsevol tecla per continuar - Pag %d/%d
it: Premi un tasto qualsiasi per continuare - Pagina %d su %d
nl: Druk op een toets om verder te gaan - Pagina %d/%d
pt: Carregar numa tecla para continuar - Página %d/%d

source: Start Game
ca: Comencar el joc
it: Inizia a giocare
nl: Spel Starten
pt: Começar o Jogo

source: Contrib Levels
ca: Nivells aportats
it: Livelli aggiuntivi
pt: Contribuições

source: Options
ca: Opcions
it: Opzioni
nl: Opties
pt: Opções

source: Credits
it: Crediti
pt: Méritos

source: Quit
ca: Sortir
it: Esci
nl: Afsluiten
pt: Sair

source: OpenGL (not supported)
ca: OpenGL (no suportat)
it: OpenGL (non supportato)
nl: OpenGL (niet ondersteund)
pt: OpenGL (não suportado)

source: Sound
ca: So
it: Suono
nl: Geluid
pt: Som

source: Music
ca: Musica
it: Musica
nl: Muziek
pt: Música

source: Show FPS
ca: Mostrar FPS
it: Mostra FPS
nl: Toon FPS
pt: Mostrar FPS

source: Setup Keys
ca: Configurar les tecles
it: Configura tasti
nl: Toetsen Instellen
pt: Configurar Teclas

source: Setup Joystick
ca: Configurar el Joystick
it: Configura Joystick
nl: Joystick Instellen
pt: Configurar Joystick

source: Keyboard Setup
ca: Configurar el teclat
it: Configurazione tastiera
nl: Toetsenbord Instellen
pt: Configuração do Teclado

source: Left move
ca: Moure a la esquerra
it: Sinistra
nl: Naar links
pt: Para a Esquerda

source: Right move
ca: Moure a la dreta
it: Destra
nl: Naar rechts
pt: Para a Direita

source: Up/Activate
it: Su/Attivare
nl: Omhoog/Activeer
pt: Cima/Activar

source: Down/Duck
it: Giu'/Abbassarsi
nl: Omlaag/Buk
pt: Baixo/Abaixar

source: Jump
ca: Botar
it: Salto
nl: Spring
pt: Saltar

source: Power/Run
ca: Poder/Correr
it: Potere/Corsa
nl: Kracht/Rennen
pt: Poder/Correr

source: Joystick Setup
ca: Configurar el Joystick
it: Configurazione Joystick
nl: Joystick Instellen
pt: Configuração do Joystick

source: A button
ca: Boto A
it: Pulstante A
nl: A knop
pt: Butão A

source: B button
ca: Boto B
it: Pulsante B
nl: B knop
pt: Butão B

source: Save Game
ca: Desar el joc
it: Salva il gioco
nl: Bewaar Spel
pt: Gravar o Jogo

source: Pause
ca: Pausa
it: Pausa
pt: Pausa

source: Continue
ca: Continuar
it: Continua
nl: Verder gaan
pt: Continuar

source: Abort Level
ca: Abandonar el nivell
it: Chiudi il livello
nl: Level Afbreken
pt: Abortar Nível

source: Quit Game
ca: Sortir del joc
it: Chiudi il gioco
nl: Spel Afsluiten
pt: Sair do Jogo

source: Enter your name:
ca: Introdueixi el seu nom:
it: Scrivi il tuo nome:
nl: Voer uw naam in:
pt: Insire o teu nome:

source: Good! x%d
ca: Be! x%d
it: Bene! x%d
pt: Boa! x%d

source: Great! x%d
ca: Molt Be! x%d
it: Grande! x%d
pt: Bestial! x%d

source: Awesome! x%d
ca: MOLT BE! x%d
it: Ottimo! x%d
pt: Fantástico| x%d

source: Incredible! x%d
ca: Increible! x%d
it: Incredibile! x%d
pt: Incrível! x%d

source: Godlike! ;-) x%d
ca: Com Deu! ;-) x%d
it: DIVINO! ;-) x%d
pt: És Deus?! ;-) x%d

source: Unbelievable!! x%d
ca: No pot ser cert!! x%d
it: Incredibile!! x%d
pt: Inacreditável!! x%d

source: - Best Level Statistics -
it: - Statistiche migliori del livello -
nl: - Beste Level Statistieken -
pt: - Melhores Estatísticas do Nível -

source: Max score:
it: Punti max:
pt: Máx pontos:

source: Max coins collected:
ca: Maxim de monedes recolectades:
it: Monete max:
nl: Max munten verzameld:
pt: Máx moedas apanhadas:

source: Max fragging:
it: Vittime max:
pt: Max matança:

source: Min time needed:
it: Tempo minimo impiegato:
nl: Min benodigde tijd:
pt: Min tempo necessário:

source: Max score: %d
it: Max punti: %d
pt: Máx pontos: %d

source: Max coins collected: %d / %d
ca: Maxim de monedes recolectades: %d / %d
it: Max monete: %d / %d
nl: Max munten verzameld: %d / %d
pt: Máx moedas apanhadas: %d / %d

source: Max fragging: %d / %d
it: Max vittime: %d / %d
pt: Máx matança: %d / %d

source: Min time needed: %d / %d
it: Min tempo impiegato: %d / %d
nl: Min benodigde tijd: %d / %d
pt: Min tempo necessário: %d / %d

source: Copyright (c) 2003 SuperTux Devel Team This game comes with ABSOLUTELY NO WARRANTY. This is free software, and you are welcome to redistribute it under certain conditions; see the file COPYING for details.
ca: Copyright (c) 2003 L'Equip de SuperTux Aquest joc ve sense ABSOLUTAMENT CAP GARANTIA. Aixo es programari lliure, itens permis per a redistribuir-lo baix certes condicions; mira el fitxer COPYING per a mes detalls.
it: Questo gioco NON fornisce ALCUNA GARANZIA. E' software libero, e tu puoi redistribuirlo sotto determinate condizioni; guarda il file COPYING per maggiori informazioni.
nl: Copyright (C) 2003 SuperTux Devel Team Dit spel komt ZONDER ENIGE GARANTIE. Dit is vrije software, en u mag het verspreiden onder bepaalde voorwaarden; bekijk het bestand COPYING voor details.
pt: Copyright (c) 2003 Equipa do SuperTux Este jogo vem sem ABSOLUTAMENTE NENHUMA GARANTIA. Isto é software livre, e és encorajado a o redistribuir, mas sob certas condições; ler o ficheiro COPYING para mais informações.

source: Are you sure you want to delete slot
ca: Esta segur de voler esborrar la ranura?
it: Sei sicuro di voler cancellare lo slot
nl: Weet u zeker dat u slot wilt verwijderen?
pt: Tens a certeza que queres remover o slot

source: GAMEOVER
ca: FI DEL JUEGO
pt: FIM DO JOGO

source: Total Statistics
ca: Estadistiques totals
it: Statistiche totali
nl: Totale Statistieken
pt: Estatísticas Totais

source: Usage: %s [OPTIONS] FILENAME
ca: Mode d'Us: %s [OPCIONS] NOM_DEL_FITXER
it: Utilizzo: %s [OPZIONI] NOME_FILE
nl: Gebruik: %s [OPTIES] BESTANDSNAAM
pt: Uso: %s [OPÇÕES] NOME_DO_FICHEIRO

source: Display Options: -f, --fullscreen Run in fullscreen mode. -w, --window Run in window mode. --opengl If OpenGL support was compiled in, this will tell SuperTux to make use of it. --sdl Use the SDL software graphical renderer Sound Options: --disable-sound If sound support was compiled in, this will disable sound for this session of the game. --disable-music Like above, but this will disable music. Misc Options: -j, --joystick NUM Use joystick NUM (default: 0) --joymap XAXIS:YAXIS:A:B:START Define how joystick buttons and axis should be mapped --leveleditor Opens the leveleditor in a file. --worldmap Opens the specified worldmap file. --flip-levels Flip levels upside-down. -d, --datadir DIR Load Game data from DIR (default: automatic) --debug Enables the debug mode, which is useful for developers. --help Display a help message summarizing command-line options, license and game controls. --usage Display a brief message summarizing command-line options. --version Display the version of SuperTux you're running.
ca: Opcions grafiques: -f, --fullscreen Funciona a pantalla completa. -w, --window Funciona a una finestra. --opengl En cas de que s'hagi compilat amb suport per a OpenGL, aixo l'avtivara. --sdl Emprar SDL com a renderitzador grafic (software) Opcions de so: --disable-sound Si s'ha compilat amb suport per a so, aixo desactivara el so per a aquesta sessio. --disable-music Igual que l'anterior, pero aixo desactiva la musica. Opcions varies: -j, --joystick NUM Empra el joystick NUM (per defecte: 0) --joymap XAXIS:YAXIS:A:B:START Defineix com s'han de mapejar els botons i l'eix del joystick --leveleditor Obre l'editor de nivells en un fitxers. --worldmap Obre el mapa del fitxer especificat. --flip-levels Â«Intercanvia els nivells amunt-avall.Â» -d, --datadir DIR Carrega les dades del joc desde DIR (Per defecte: automatic) --debug Activa el mode de depuracio, que es util per a desenvolupadors. --help Mostra un missatge d'ajuda amb una llista de les opcions de les comandes de linia, llicencia i controls del juego. --usage Mostra un breu missatje llistant les opcions dels comandes de linea. --version Mostra la versio de SuperTux que esteu executant.
it: Opzioni video: -f, --fullscreen Avvia il gioco in modalita' tutto schermo. -w, --window Avvia il gioco in una finestra. --opengl Se il supporto OpenGL e' stato compilato, lo usa. --sdl Usa il rendering software SDL. Opzioni audio: --disable-sound Non usa il suono anche se il supporto audio e' stato compilato. --disable-music Come sopra, ma disabilita la musica. Opzioni varie: -j, --joystick NUM Usa il joystick NUM (default: 0). --joymap XAXIS:YAXIS:A:B:START Definisce come i pulsanti e le assi del joystick vadano mappate. --leveleditor Apre l'editor di livelli nel file specificato. --worldmap Apre la mappa specificata. --flip-levels Inverte i livelli dall'alto al basso. -d, --datadir DIR Usa come directory data DIR (default: automatico). --debug Attiva la modalità DEBUG, utile per gli sviluppatori. --help Mostra questo messaggio. --usage Mostra una breve guida all'uso delle opzioni da linea di comando . --version Mostra la versione di SuperTux che hai installata.
nl: Beeld Opties: -f, --fullscreen Draai in volledig scherm. -w, --windows Draai in venster. --opengl Als OpenGL ondersteuning is meegecompileerd, dan vertelt dit SuperTux om er gebruik van te maken. --sdl Gebruik SDL voor het renderen Geluid Opties: --disable-sound Als geluidsondersteuning is meegecompileerd, dan schakelt dit het geluid uit voor deze sessie van het spel. --disable-music Zoals hierboven, maar dit schakelt de muziek uit. Overige Opties: -j, --joystick NUM Gebruik joystick NUM (standaard: 0) --joymap XAXIS:YAXIS:A:B:START Defineert hoe de joystick knoppen en assen gebruikt worden --leveleditor Opent de leveleditor in een bestand. (Werkt alleen als een bestand is opgegeven.) --worldmap Opent het gespecificeerde worldmap bestand. --flip-levels Draai levels ondersteboven. -d, --datadir DIR Laad Spel data uit DIR (standaard: automatisch) --debug Schakelt de debug-modus in, wat nuttig is voor ontwikkelaars. --help Toon een help bericht waarin de opties, licentie en besturing worden getoond. --usage Toon een kort bericht waarin de opties worden opgesomd. --version Toon de versie van SuperTux die u heeft.
pt: Opções Gráficas: --fullscreen Correr ocupando todo o ecrã. -w, --window Correr numa janela. --opengl Caso tenha sido compilado com suporte para OpenGL, isto irá fazer com que o SuperTux o use. --sdl Usar o SDL como renderer gráfico (software) Opções de Som: --disable-sound Se tiver sido compilado com suporte ao som, isto irá o desactivar. --disable-music Tal como o anterior, mas desactiva a música. Miscelâneos: -j, --joystick NUM Usar o joystick NUM (omissão: 0) --joymap XAXIS:YAXIS:A:B:START Define como os botões e eixos devem ser mapeados --leveleditor Abre o editor de níveis num dado ficheiro (e apenas quando um é fornecido.) --worldmap Abre o ficheiro de worldmap especificado. --flip-levels Inverte os níveis na vertical. -d, --datadir DIR Carregar os dados do jogo do DIR (omissão: automático) --debug-mode Activa o modo de depuração, que é útil para programadores. --help Mostra um texto de ajuda com os sumários da linha de comando opções, licença e contolos do jogo. --usage Mostra uma breve listagem das opções via a linha de comandos. --version Mostra a versão do SuperTux que estás a correr.

source: Usage: %s [--fullscreen] [--opengl] [--disable-sound] [--disable-music] [--debug] | [--usage | --help | --version] [--leveleditor] [--worldmap] [--flip-levels] FILENAME
ca: Us: %s [--fullscreen] [--opengl] [--disable-sound] [--disable-music] [--debug] | [--usage | --help | --version] [--leveleditor] [--worldmap] [--flip-levels] NOM_DEL_FITXER
it: Utilizzo: %s [--fullscreen] [--opengl] [--disable-sound] [--disable-music] [--debug] | [--usage | --help | --version] [--leveleditor] [--worldmap] [--flip-levels] NOME_FILE
nl: Gebruik: %s [--fullscreen] [--opengl] [--disable-sound] [--disable-music] [--debug] | [--usage | --help | --version] [--leveleditor] [--worldmap] [--flip-levels] BESTANDSNAAM
pt: Uso: %s [--fullscreen] [--opengl] [--disable-sound] [--disable-music] [--debug] | [--usage | --help | --version] [--leveleditor] [--worldmap] [--flip-levels] NOME_DO_FICHEIRO

source: Yes
ca: Si
it: Si
nl: Ja
pt: Sim

source: No
nl: Nee
pt: Não

source: Up cursor
ca: Amunt
it: Freccia su
nl: Pijltje omhoom
pt: Cima

source: Down cursor
ca: Avall
it: Freccia giu'
nl: Pijltje omlaag
pt: Baixo

source: Left cursor
ca: Esquerra
it: Freccia sinistra
nl: Pijltje naar links
pt: Esquerda

source: Right cursor
ca: Dreta
it: Freccia destra
nl: Pijltje naar rechts
pt: Direita

source: Return
ca: Entrar
it: Invio
nl: Enter
pt: Enter

source: Space
ca: Espai
it: Spazio
nl: Spatiebalk
pt: Espaço

source: Right Shift
ca: Shift dret
it: Shift destro
nl: Rechter Shift toets
pt: Shift direito

source: Left Shift
ca: Shift esquerre
it: Shift sinistro
nl: Linker Shift toets
pt: Shift esquerdo

source: Right Control
ca: Control dret
it: Ctrl destro
nl: Rechter Control toets
pt: Control direito

source: Left Control
ca: Control esquerre
it: Ctrl sinistro
nl: Linker Control toets
pt: Control esquerdo

source: Right Alt
ca: Alt dret
it: Alt destro
nl: Rechter Alt toets
pt: Alt direito

source: Left Alt
ca: Alt esquerre
it: Alt sinistro
nl: Linker Alt toets
pt: Alt esquerdo

source: Fullscreen
ca: Tota la Pantalla
it: A tutto schermo
nl: Volledig scherm
