Repository: Vaesea/tuxjunior
Catalog: data/locale/*.po
Languages: ca, it, nl, pt

source: This is the built-in level editor. Its aim is to be intuitive and simple to use, so it should be pretty straightforward. To open a level, first you'll have to select a level subset from the menu (or create your own). A level subset is basically a collection of levels. They can then be played from the Contrib menu. To access the menu from the level editor, just press Esc. You are currently looking at the level. To scroll it, just press the right mouse button and drag the mouse. It will move like a strategy game. You can also use the arrow keys and Page Up/Down. '+' and '-' keys can be used to zoom the level in/out. You probably already noticed those floating groups of buttons. Each one serves a different purpose. To select a certain button just press the Left mouse button on it. A few buttons have key shortcuts. You can find them by pressing the Right mouse button on a button. That will also show what that button does. Groups of buttons can also be moved around by just dragging them, while pressing the Left mouse button. Let's learn a bit of what each group of buttons does, shall we? To starting putting tiles and objects around use the bigger group of buttons. Each button is a different tile. To put it on the level, just press it and then left click in the level. You can also copy tiles from the level by using the middle mouse button. Use the mouse wheel to scroll that group of buttons. You will find enemies and game objects in the bottom.
nl: Dit is de ingebouwde level bewerker. Zijn doel is om intuitief en simpel te gebruiken te zijn, dus zou het vrij duidelijk moeten zijn. Om een level te openen, moet u eerst een level subset selecteren uit het menu (of uw eigen subset maken). Een level subset is simpelweg een verzameling levels. Ze kunnen gespeeld worden via het Contrib menu. Om het menu te krijgen vanuit de level bewerker, druk op Esc. U kijkt nu naar de level. Om er in te scrollen, druk op de rechter muisknop en sleep de muis. Het beweegt net als in een strategisch spel. U kunt ook de pijltjes toetsen en Page Up/Down gebruiken. '+' en '-' toetsen kunnen gebruikt worden om in/uit te zoomen. U heeft waarschijnlijk de zwevende groepen knoppen al opgemerkt. Elk heeft een ander doel. Om een bepaalde knop te selecteren klik er op met de linker muisknop. Een aantal knoppen hebben sneltoetsen. U kunt ze vinden door met de rechter muisknop op een knop te klikken. Dat laat ook zien wat die knop doet. Groepen knoppen kunnen ook verplaatst worden door ze te slepen, terwijl u de linker muisknop ingedrukt houdt. Laten we wat leren over wat elke groep knoppen doet, OK? Om te beginnen met tegels en objecten te plaatsen gebruikt u de grote groep knoppen. Elke knop is een andere tegel. Om het in de level te plaatsen, klikt u er op en klikt met de linker muisknop in de level. U kunt ook tegels kopieren in de level met de middelste muisknop. Gebruik de muiswiel om door die groep knoppen te scrollen. U vindt vijanden en spel objecten onderin.

source: The Foreground/Interactive/Background buttons may be used to see and edit the respective layer. Levels have three tiles layers: Foreground - tiles are drawn on top of everything and have no contact with the player. Interactive - these are the tiles that have contact with the player. Background - tiles are drawn underneath everything and have no contact with the player. The unselected layers will be drawn semi-transparently. Last, but not least, the group of buttons that's left serves to do related actions with the level. From left to right: Mini arrows - can be used to choose other sectors. Sectors are mini-levels, so to speak, that can be accessed using a door. Big arrows - choose other level in the same level subset. Diskette - save the level Tux - test the level Tools - set a few settings for the level, including resizing it. We have reached the end of this Howto. Don't forget to send us a few cool levels. :) Enjoy, SuperTux development team PS: If you are looking for something more powerful, you might like to try FlexLay. FlexLay is a level editor that supports several games, including SuperTux. It is an independent project. Webpage: http://pingus.seul.org/~grumbel/flexlay/
nl: De Voorgrond/Interactieve/Achtergrond knoppen kunnen gebruikt worden om de desbetreffende laag te zien en te bewerken. Levels hebben lagen van drie tegels: Voorgrond - tegels die over alles getekend worden en geen contact hebben met de speler. Interactief - dit zijn de tegels die contact hebben met de speler. Achtergrond - tegels die onder alles getekend worden en geen contact hebben met de speler. De niet geselecteerde lagen worden half-doorzichtig getekend. Ten slotte, de groep knoppen die over is, is bedoeld om gerelateerde acties met de level uit te voeren. Van links naar rechts: Mini pijlen - kunnen gebruikt worden om andere sectoren te kiezen. Sectoren zijn mini-levels, zeg maar, die toegankelijk zijn via een deur. Grote pijlen - kies een ander level in dezelfde level subset. Diskette - bewaar de level Tux - test de level Gereedschap - stel een aantal instellingen van de level in, waaronder de grootte. We zijn bij het einde van deze Howto aanbeland. Vergeet niet om ons een aantal coole levels te sturen. :) Veel plezier, SuperTux ontwikkel team PS: Als u iets krachtigers zoekt, wilt u misschien FlexLay proberen. FlexLay is een level bewerker die een aantal spellen ondersteunt, waaronder SuperTux. Het is een onafhankelijk project. Website: http://pingus.seul.org/~grumbel/flexlay/

source: New max combo: %d
nl: Nieuwe max combo: %d

source: Slot %d - Savegame
nl: Slot %d - Bewaard spel

source: Slot %d - Free
nl: Slot %d - Vrij

source: Please see the file "README.txt" for more details.
nl: Lees a.u.b. het bestand "README.txt" voor meer details.

source: Copyright (c) 2003 SuperTux Devel Team This game comes with ABSOLUTELY NO WARRANTY. This is free software, and you are welcome to redistribute it under certain conditions; see the file COPYING for details.
nl: Copyright (C) 2003 SuperTux Devel Team Dit spel komt ZONDER ENIGE GARANTIE. Dit is vrije software, en u mag het verspreiden onder bepaalde voorwaarden; bekijk het bestand COPYING voor details.

source: Slot
ca: Ranura
