Repository: Vaesea/tuxjunior
Catalog: data/levels/world2/*.po
Languages: cs, da

source: Dark Forest Keep - The Evil Chamber
cs: Hrad v Tmavém Lese - Komnata zla
da: Den Mørke Skovs Tårn - Det Onde Kammer

source: Dark Forest Keep - The Black Tower
cs: Hrad v Tmavém Lese - Černá věž
da: Den Mørke Skovs Tårn - Det Sorte Tårn

source: Forest World
cs: Lesní země
da: Skov Verdenen

source: Cobble Test
da: Brostens Test

source: Cobble Test 2
da: Brostens Test 2

source: A Mouldy Grotto
da: En Forældet Grotte

source: Iceberg Fortress
cs: Ledovcová pevnost
da: Isbjergsfortet

source: Roots, Woody Roots
cs: Kořeny, dřevité kořeny
da: Rødder, trærødder

source: You have found a secret area!
cs: Našel/našla jsi tajnou oblast!
da: Du har fundet et hemmeligt område!

source: -Hint: #If there seems to be #no way to reach a door, #remember that you might #be supposed to come out #of that door...
cs: -Tip: #Pokud nemůžeš najít #cestu k některým #dveřím, možná tudy #někdy vyjdeš...
da: -Tip: #Hvis der ikke ser ud til #at være nogen måde at nå en dør, #så husk at det måske #er menigen at du skal komme #ud af den dør...

source: Down The Rabbit Hole
cs: Dolů králičí norou
da: Ned i Kaninhullet

source: Drink me
cs: Vypij mne
da: Drik mig

source: -Oh no! #The path is blocked! It #seems that the only way #leads through that dark #hole in the ground...
cs: -A jéje! #Cesta je zatarasená! #Vypadá to, že jediná #cesta, která vede dál, #je touto dírou dolů...
da: -Åh nej! #Stien er blokkeret! Det #ser ud til at den eneste vej #går gennem det mørke #hul i jorden...

source: Eat me
cs: Sněz mne
da: Spis mig

source: -Are you lost?
cs: -Ztratil ses?
da: -Faret vild?

source: Going Underground
cs: Do podzemí!
da: Går Undergrund

source: Green Hills
cs: Zelené pláně
da: Grønne Bakker

source: No Name
cs: Beze jména
da: Intet Navn

source: Forest Level 1
cs: Lesní úroveň 1
da: Skov Niveau 1

source: Find The Pay Phone
cs: Najdi telefonní budku

source: !images/objects/voicemail/voicemail.png #Hey Tux, #Some friends have #left you voicemail #messages with advice #to find Penny. So #don't forget to check #your voicemail and #good luck! #The SuperTux Team
cs: !images/objects/voicemail/voicemail.png #Ahoj Tuxi, #Pár přátel ti zanechalo #hlasové zprávy s radami #k osvobození Penny. #Nezapomeň je kontrolovat! #Hodně štěstí! #Tým SuperTux
